Repository: hojel/script.cu.lrclyrics
Catalog: resources/language/*/strings.po
Languages: spanish

# #0
source: XBMC Lyrics
spanish: XBMC Letras

# #30000
source: File
spanish: Archivo

# #30001
source: No lyrics found!
spanish: ¡Letra no encontrada!

# #30002
source: Embedded
spanish: Incrustada

# #30101
source: Save lyrics to lyrics folder
spanish: Salvar letra

# #30102
source: - Lyrics folder
spanish: Salvar carpeta

# #30103
source: - Save format
spanish: - Guardar formato

# #30106
source: Use only filename for search
spanish: Utilizar sólo el nombre del archivo para búsqueda

# #30107
source: Filename format
spanish: Formato de nombre de archivo

# #30111
source: Same name lyrics saved in sub folder
spanish: Cargar mismo nombre letras de subcarpeta

# #30112
source: - Sub folder name
spanish: - Nombre de la subcarpeta

# #30113
source: Save lyrics to song folder
spanish: Guardar letras en la carpeta de la canción

# #30151
source: Options
spanish: Opciones

# #30152
source: Search for embedded lyrics
spanish: Búsqueda de letras incrustadas

# #30153
source: Search for local lyrics files
spanish: Búsqueda de letras local

# #30154
source: Synchronised lyrics scrapers
spanish: Scraper de letras sincronizadas

# #30155
source: Regular lyrics scrapers
spanish: Scraper de letras regular
