Repository: hojel/script.cu.lrclyrics
Catalog: resources/language/Hebrew/strings.po
Languages: he

# #0
source: XBMC Lyrics
he: מילים

# #30000
source: File
he: קובץ

# #30001
source: No lyrics found!
he: לא נמצאו מילים לשיר!

# #30002
source: Embedded
he: מוטמעות בקובץ

# #30101
source: Save lyrics to lyrics folder
he: שמור מילות השיר לתיקיית מילות השירים

# #30102
source: - Lyrics folder
he: - תיקיית מילות השירים

# #30103
source: - Save format
he: - מבנה שמירה

# #30106
source: Use only filename for search
he: השתמש בשם הקובץ בלבד לחיפוש

# #30107
source: Filename format
he: מבנה שם הקובץ

# #30111
source: Same name lyrics saved in sub folder
he: קובץ מילות שיר בשם זהה נשמר בתת תיקיה

# #30112
source: - Sub folder name
he: - שם תת התיקיה

# #30113
source: Save lyrics to song folder
he: שמור מילות השיר לתיקיית השיר

# #30150
source: Scrapers
he: סקרייפרים

# #30151
source: Options
he: אפשרויות

# #30152
source: Search for embedded lyrics
he: חפש מילות שיר מוטמעות בקובץ

# #30153
source: Search for local lyrics files
he: חפש קבצי מילות שירים מקומים

# #30154
source: Synchronised lyrics scrapers
he: סקרייפרים של מילות שירים מסונכרנות

# #30155
source: Regular lyrics scrapers
he: סקרייפרים של מילות שירים רגילות
